<?php get_header() ?>
	<header class="header use-case-header">
		<?php Parts::getHeader(true) ?>
		<div class="body">
			<h1>Privacy</h1>
			<h2 class="news-title">プライバシーポリシー</h2>
            <img class="iot-header-bg-img" src="<?=Media::contentURI('ian-dooley.jpg')?>" alt="Balloons">
		</div>
	</header>
	<section class="section-body">
		<div class="news-wrapper">
			<article>
				<h4>- はじめに</h4>
				<p>BlockTechJapan Inc. は、各種サービスのご提供にあたり、お客様の個人情報をお預かりしております。当社は個人情報を保護し、お客様に更なる信頼性と安心感をご提供できるように努めて参ります。当社は、個人情報に関する法令を遵守し、個人情報の適切な取り扱いを実現いたします。</p>
			</article>
			<article>
				<h4>1. 個人情報の取得について</h4>
				<p>1. 個人情報の取得について当社は、偽りその他不正の手段によらず適正に個人情報を取得いたします。なお、次のような場合に必要な範囲で個人情報を収集する場合があります。</p>
				<ol>
					<li>ご相談・お問い合わせ</li>
				</ol>
			</article>
			<article>
				<h4>2. 個人情報の利用について</h4>
				<p>当社は、個人情報を以下の利用目的の達成に必要な範囲内で、利用いたします。以下に定めのない目的で個人情報を利用する場合、あらかじめご本人の同意を得た上で行ないます。</p>
				<ol>
					<li>ご相談・お問い合わせに対する回答や確認のご連絡のため</li>
					<li>個人情報を特定しない統計情報に利用するため</li>
				</ol>
			</article>
			<article>
				<h4>3. 個人情報の安全管理について</h4>
				<p>当社は、取り扱う個人情報の漏洩、滅失またはき損の防止その他の個人情報の安全管理のために必要かつ適切な措置を講じます。</p>
			</article>
			<article>
				<h4>4. 個人情報の委託について</h4>
				<p>当社は、個人情報の取り扱いの全部または一部を第三者に委託する場合は、当該第三者について厳正な調査を行い、取り扱いを委託された個人情報の安全管理が図られるよう当該第三者に対する必要かつ適切な監督を行います。</p>
			</article>
			<article>
				<h4>5. 個人情報の第三者提供について</h4>
				<p>当社は、個人情報保護法等の法令に定めのある場合を除き、個人情報をあらかじめご本人の同意を得ることなく、第三者に提供いたしません。</p>
			</article>
			<article>
				<h4>6. 個人情報の開示・訂正等について</h4>
				<p>当社は、ご本人から自己の個人情報についての開示の請求がある場合、速やかに開示をいたします。</p>
				<p>その際、ご本人であることが確認できない場合には、開示に応じません。</p>
				<p>個人情報の内容に誤りがあり、ご本人から訂正・追加・削除の請求がある場合、調査の上、速やかにこれらの請求に対応いたします。</p>
				<p>その際、ご本人であることが確認できない場合には、これらの請求に応じません。</p>
				<p>当社の個人情報の取り扱いにつきまして、上記の請求・お問い合わせ等ございましたら、下記までご連絡くださいますようお願い申し上げます。</p>
				<div>
					<br>
					<p>名称：BlockTechJapan</p>
					<p>所在地：350 W 42nd St, New York, NY 10036</p>
					<p>メールアドレス：info@blocktechjapan.com</p>
				</div>
			</article>
			<article>
				<h4>7. その他の注意事項</h4>
				<p>当社が運営するコンテンツや掲載広告などからリンクされている第三者のサイト及びサービスは、当社とは独立した個人情報の保護に関する規定やデータ収集の規約を定めています。</p>
				<p>当サイトはこれらの規約や活動に対していかなる義務や責任も負いません。</p>
			</article>
			<article>
				<h4>8. 個人情報の管理方法の継続的改善について</h4>
				<p>当社は、個人情報の管理方法を見直し、継続的に改善を実施いたします。</p>
			</article>
			<article>
				<h4>9. 本方針の変更</h4>
				<p>本方針の内容は変更されることがあります。</p>
				<p>変更後の本方針については、当社が別途定める場合を除いて、当サイトに掲載した時から効力を生じるものとします。</p>
			</article>
		</div>
	</section>
<?php get_footer() ?>