<?php get_header() ?>
<header class="header header-news">
	<?php Parts::getHeader(true) ?>
	<div class="body">
		<h1>Compliance</h1>
		<h2 class="news-title">コンプライアンス</h2>
	</div>
</header>
<section class="section-body">
	<div class="news-wrapper">
		<article>
			<h4>情報セキュリティ基本方針</h4>
			<p>BlockTechJapan Inc. の事業活動において、情報セキュリティへの取組みは重要な経営課題と考えます。</p>
			<p>当社は「ISO/IEC 27001:2013」に適合した情報セキュリティマネジメントシステム（以下、ISMS）を構築し、当社が取り扱うお客様の情報資産及び当社の資産の保護と、セキュリティ事故の予防、及び情報セキュリティの継続的な向上に努めます。 社会とお客様の信頼にこたえるために、下記の「情報セキュリティ基本方針」を定め、これを実施推進することを宣言します。</p>
			<ol>
				<li>ＩＳＭＳの目的 （１）情報セキュリティ事故を未然に防止することにより、企業の社会的責任を遂行し、継続的な顧客サービスの実現を目指します。</li>
				<li>（２）万一情報セキュリティ事故が発生した場合、その被害の最小化と迅速な回復と類似事故の発生を防止します。</li>
				<li>情報セキュリティ体制の構築情報セキュリティ管理体制の確立と環境を整備し、ISMSを継続的に実施し、改善します。</li>
				<li>リスクアセスメントに基づきセキュリティ対策の実施リスクアセスメントに基づいたセキュリティ対策を実施して、事故の未然防止と再発を防止します。</li>
				<li>教育及び訓練の実施役員及び社員へ教育訓練を行い、情報保護意識の向上と情報管理に関わる規定を周知徹底します。</li>
				<li>法令等の遵守 関係法令とお客様との契約を厳格に履行するとともに、社内規程に基づき情報資産のセキュリティを確保します。</li>
				<li>見直し及び継続的な改善 情報セキュリティに関する社会的変化、技術的変化及び法令等の変化に適切に対応するために、情報セキュリティマネジメントシステムの定期的な見直しと改善を図ります。</li>
			</ol>
		</article>
	</div>
</section>
<?php get_footer() ?>
