<?php get_header() ?>
<header class="header header-news">
	<?php Parts::getHeader( true ) ?>
	<div class="body">
		<h1>Logistics</h1>
		<h2 class="news-title">物流を変え、コーヒー農家を守るスターバックスとブロックチェーン</h2>
		<img class="logistic-header-bg-img" src="<?=Media::contentURI('cafe.png')?>" alt="Cafe">
	</div>
</header>
<section class="section-body">
	<div class="news-wrapper">
		<article>
			<h4>- コーヒーのトレーサビリティ（追跡可能性）の透明性を高めるため、ブロックチェーンを含むデータ技術を検証実験を行っています。</h4>
			<p>スターバックス社では、ブロックチェーンをサプライチェーンに組み込んで、コーヒー豆に関する情報をリアルタイムで追跡するためのプロジェクトを開始しています。</p>
			<p>この取り組みの魅力は、企業の生産性が向上することになるだけではなく、コーヒー農家の経済的な自立生を取り戻すこともできるところにあります。中南米やアフリカの貧しい国々でコーヒー豆を生産している農家は、現地の独占的な仲介業者によりコーヒー豆を安く買い叩かれることがほとんどです。しかし、コーヒー豆を最終的に消費するレストランやカフェなどの外食店と直接やり取りをできるようになれば、今までの数倍の収益を手にすることができるようになります。日本などの先進国では技術的なインフラや法律が整備されているため、農家がつくった農産物を追跡するのは非常に簡単ですが、これが開発途上国になると、そのハードルは桁違いに高くなります。</p>
			<p>そこで、スターバックス社では、コスタリカ、コロンビア、およびルワンダのコーヒー農家と共同して、2年間にかけてコーヒー豆のトレーサビリティを改善するプロジェクトを開始しました。スターバックス社の最高経営責任者は、「今後2年にわたり、技術と革新的なデータプラットフォームがいかにしてコーヒー農家に対し、より多くの経済的な力をもたらすことができるか示すつもりです。また、オープンソースのアプローチを活用し、学んだことを世界の他の地域と共有する予定です。」と説明しています。</p>
			<p>どのようにブロックチェーンを取り入れて、コーヒー豆の生産を追跡していくのかは、まだ詳細が公表されていない部分が多く残っていますが、プロジェクト担当者は「デジタルは今世紀の経済を推進するエンジンとなってきました。そしてトレーサビリティは、私たち人類が持っている最も貴重な資産を守ります。それは、私たちのアイデンティティーです。私たちがこれまで会ってきた農家はほとんど何の財産も持っていませんが、携帯電話は持っています。」と語っており、その中核にはスマートフォンのモバイルテクノロジーとブロックチェーンが使われていることを推測できます。また、スターバックス社に協力するコスタリカコーヒー協会も、同社がブロックチェーンの分散型台帳技術を何年前からも研究していることを認めています。</p>
			<p>ブロックチェーンでトレーサビリティの向上に取り組んでいる企業は、スターバックス社以外にも存在します。例えば、コカ・コーラ社では2018年から、そのサトウキビの生産過程における強制労働を防ぐため、ブロックチェーンのテクノロジーを試験的に導入しようとしていることを認めました。このプロジェクトでは、米国務省およびBlockchain Trust Acceleratorなど他の企業数社と連携して、労働者の雇用を証明できる改竄不可能な「労働契約データベース」を開発することを目標としています。米国務省の担当者は、ロイターの取材に対し、「国務省はブロックチェーンをベースとしたこの革新的なパイロット試験に取り組むことに、興奮を覚えています」と語っています。</p>
			<img src="<?=Media::contentURI('coffee.jpg')?>" alt="Cup of coffee">
		</article>
		<article>
			<h4>- 現在進行中のコーヒー ・ブロックチェーン</h4>
			<p>上記したように、コーヒーの生産には手間がかかるが、その過程で関与する無数の仲介業者がそれぞれ分け前を要求するため、コーヒー農家とその周りは、常に損な役回りを担わされています。例えば、あなたが喫茶店で飲んだコーヒー1杯。その価格のうち、コーヒー生産者の懐に入るのは、たったの2%です。</p>
			<p>Moyee Coffee社は昨年から、コーヒーの流通にバランスを取り戻すことに取り組んでいます。同社は、ブロックチェーンの潜在的なメリットについて話し合う段階から、世界初のコーヒー・ブロックチェーン・プロジェクトに前進しました。ブロックチェーンのパイオニア企業であるbext360およびFairChain Foundationと提携し、エチオピアの地でパイロットプロジェクトをスタートさせました。これにより、コーヒー農家にとってより公平となる世界への道のりが開かれたのです。</p>
			<p>最初の「ブロック」はすでに生成されており、誰でもがエチオピアの農家に対するコーヒー代金のリアルタイム決済を継続的に見ることができます。これは革命以外の何ものでもなく、非常に不公平な業界に前例のないレベルの透明性をもたらします。同社は来年までに、エチオピアの洗浄施設からヨーロッパの小売店やオフィスの顧客まで、Moyeeブランドで生産されるすべてのコーヒー豆をブロックチェーンで追跡できるようにすることを計画しています。</p>
		</article>
		<article>
			<h4>- コーヒー ・ブロックチェーンの仕組み</h4>
			<img class="use-cases-2-img-2" src="<?=Media::contentURI('coffe_pink_bag.jpg')?>" alt="Pink bag of coffee">
			<p>bext360が開発したプラットフォームは全ての利害関係者（農家、焙煎業者、消費者）に対し、サプライチェーン全体にわたるデータへアクセスできるようにします。このデータがサプライチェーンの全面的な分析を可能にし、サプライチェーンの効率性が認識できるようになります。そのため、産地と品質に関する前例のないレベルの透明性を提供します。また初めてのこととして、世界中のコーヒー愛好家がこのデータを引き出し、そのコーヒーの産地を正確に確認できるようにします。</p>
			<p>コーヒー豆が集荷される時点で、プラットフォームは商品価値と対等な仮想通貨トークンを生成します。また、商品がサプライチェーン全体を通って流通している間に、新たなトークンが自動的に生成されます。それらのトークンの価値は、コーヒー豆がサプライチェーンを移動している間に増加していきます。この段階を追ったプロセスがチェーン全体を透明化し、付加価値を簡単に共有できるようにします。</p>
			<p>現在特許申請中のこの技術は、世界中の商品の流通コストを劇的に引き下可能性を秘めています。bext360が開発したプラットフォームは、在庫管理や認定プロセスの最適化にも効果を発揮します。サプライチェーンの認定プロセスが改善されることで、それに関連するペーパーワークと検査スタッフを削減できるので、商品価格もさらに安く卸すことができます。例えば、コーヒー豆の場合、このような書類作成や確認の作業は、コーヒーのコストを1キロあたり1.5ユーロも増加させている、と試算されています。</p>

		</article>
		<article>
			<h4>- コーヒー業界にとってブロックチェーンが意味するもの</h4>
			<img class="use-cases-2-img-3" src="<?=Media::contentURI('worker.jpg')?>" alt="A worker">
			<p>ブロックチェーン技術が小売業や流通業にもたらすメリットをたった1つの言葉で言い表わすとすると、それは「信頼性」だと言えます。</p>
			<p>今回のユースケースで見てきたように、コーヒー豆の原産地を証明するために使われている現在のプロセスは、善意に基づいてはいる部分が多く、コーヒーの消費者が求めているような透明性を実現できていません。しかし、このプロセスにブロックチェーンを導入すれば、消費者と生産者を直接繋げることができます。消費者は自分が飲むコーヒーがどこで生産されたかを知ることにより、今まで以上安全にコーヒーを楽しむことができますし、コーヒー農家は仲介者に摂取されることなく、その労働に値するお金を得ることができるようになります。</p>
		</article>
	</div>
</section>
<?php get_footer() ?>
