<?php get_header() ?>
<header class="header use-case-header">
	<?php Parts::getHeader( true ) ?>
	<div class="body">
		<h1>Internet of Things</h1>
		<h2 class="news-title">IoTとブロックチェーンの融合が可能にする未来とは</h2>
		<img data-is-loaded="false" class="iot-header-bg-img" src="<?=Media::contentURI('future_journalism.png')?>" alt="Future journalism">
	</div>
</header>
<section class="section-body">
	<div class="news-wrapper">
		<article>
			<h3>- ブロックチェーンはさまざまな業界で検証が行われていますが、特定の分野内でブロックチェーンとIoTがリンクしている場合もあります。</h3>
			<p>保険においてブロックチェーンが主に期待されているのは、スマートコントラクトの実装と、保険金請求管理プロセスの強化です。その他にも、不正行為の検知や、法的に求められる書類申請でも、ブロックチェーンが大きな効果を発揮すると言われています。ブロックチェーンとIoTという組み合わせは、保険業界にも適用できます。純粋なテレマティクスモデルを越え、リアルタイムのIoTデータを多様な視点で結び付けて応用し、インテリジェントに自動化された保険契約システムを実現することが可能になってきています。2017年初頭のIoT投資の関心は、IoT投資の主な注目はテレマティクスに集まっていましたが、2021年には保険が最も急速な成長を遂げる産業の1つになるだろうと予測されています。</p>
		</article>
		<article>
			<h4>- IoTとブロックチェーン：より大きな視点と未来</h4>
			<p>保険という分野の可能性は、氷山の一角に過ぎません。IoTとブロックチェーンの融合により、私たちは無限の可能性を秘めた場所に足を踏み入れることになります。IoTのテクノロジーは自立したものではないことは明らかであり、さまざまな使用事例や業界でIoTが可能にすることや、IoTを機能させるのに必要な追加的な技術といったより広い文脈の中で、IoTを考える必要があります。これに加え、テクノロジー、データ、ビジネスのレベルでの融合は急速に進んでおり、その可能性はさらに広がっていきます。</p>
		</article>
		<article>
			<h4>- IoTとブロックチェーン：製造やセキュリティからERPや自律判断まで</h4>
			<img data-is-loaded="false" class="use-cases-3-img-1" src="<?=Media::contentURI('buildings.jpg')?>" alt="Building">
			<p>第3世代のセキュリティにおいて、AI、IoT、ブロックチェーンを上手く組み合わせることが重要になってきます。もちろん、全ての最新テクノロジーがIoTという枠内において適切であったり、この組み合わせにおいて重要になったりするわけではなく、使用する範囲や導入するシステムに強く依存します。</p>
			<p>最も広い意味での技術という文脈において、例えばITとIoTの融合について考えてみましょう。ITとIoTの融合により、制御技術と製造技術は本質的にデータを中心に展開されるようになってきており、その中心は徐々にデータ分析に基づく自律判断（機械学習や人工知能）へと移って行きます。この文脈においては、インダストリー4.0とそのエンド ツー エンドなデータアプローチへの言及が必要なことも明らかです。そしてもちろん、物流における進化についても触れなければなりません。インダストリー4.0とスマートロジスティクスの両方において、重点はエンド ツー エンドのデータモデルだけではなく、自律判断にも置かれています。それにもかかわらず、まだそれほど複雑ではない状況においても十分なチャンスが存在します。</p>
			<p>ロボティクスやERPなどのシステムの分野でも、さまざまなシステムの融合が起こっています。IoT、ブロックチェーン、およびコグニティブ・コンピューティングは、インテリジェントERPとして知られる次世代のERPにとって3本の柱です。同じような例はまだ他にもたくさんあります。</p>
		</article>
		<article>
			<h4>- IoTとブロックチェーン：スマートビルディングからエネルギー業界まで</h4>
			<p>IoTが進出する多くの分野の場合と同様に、スマートビルディングという枠組みでビル管理やビル内エネルギー管理において、さまざまな進化が集中しています。そのような現象が起こっている分野の1つが、地域内の太陽光発電システムや風力発電システムで発電した電力の利用や、エネルギーの効率化や設備の最適化という観点でのマイクログリッドの利用です。センサーを含め、エネルギー分野はさまざまなレベルで徐々にデジタル化、分散化、IoT対応化しています。それによって余った再生可能エネルギーを、ブロックチェーン経由で売買することができるかもしれないというシナリオが、簡単に想像できます。</p>
		</article>
		<article>
			<h4>- IoTとブロックチェーン：融合した世界におけるこれまで以上のシナリオと使用事例</h4>
			<p>IoTとブロックチェーンが重要な役割を果たす応用事例は、それが電力業界や電力の売買、スマートコントラクト、または自律したマシン間の取引を記録するために重要となるその他の分野の範囲内であろうとなかろうと、いくつか簡単に思いつくことができます。そのような応用が、セキュリティ上や管理上の理由で行われるかもしれません。その場合、継続的最適化や、予知保全の向上、およびAIによる意思決定の更なる強化を伴います。</p>
			<p>一方で、例えばデジタルツインと組み合わされる場合には、さらに新しい応用が可能になります。基本的に、そのような応用が合理的に行われる分野は、全て注目に値します。そのような分野には、通常は多くの取引や重要な取引が存在し、それにより1つのアプリケーションが別のアプリケーションを必要とします。また、他のアプリケーションの上に構築されるアプリケーション、およびデータや取引を中心とする新しい技術の上に構築されるアプリケーションを必要とすることもあります。</p>
		</article>
		<article>
			<h4>IoTとブロックチェーン：今後について</h4>
			<img data-is-loaded="false" class="use-cases-3-img-2" src="<?=Media::contentURI('lamp.jpg')?>" alt="A lamp">
			<p>最後にもう一度、IoTとブロックチェーンの融合だけでは、大きなビジネスへのインパクトを与えることが難しいということを強調しておかなければなりません。IBMなどの大手システムインテグレータがブロックチェーンやAIを組み込んだIoTプラットフォームなどの開発に着手していますが、より大きな視点で見れば、IoT、AI、ブロックチェーンの統合は、技術的な通過点の1つに過ぎないことは明らかです。ブロックチェーンには、新たなディープラーニング のアルゴリズム、次世代セキュリティ、デジタルツインへの対応、エッジコンピューティングとフォグコンピューティング、高性能埋込式チップ、コンピュータービジョンとマシンビジョンなど、組み合わせることのできる技術は無限にあります。</p>
			<p>もちろん、検証実験や新しい技術の登場が同じスピードで進行しているわけではありません。また、IoTとブロックチェーンの同じような融合の仕方が、あらゆる業界、組織、そのユースケースやそれぞれの目的に対して有効なわけではありません。しかしながら、IoTとブロックチェーンを組み合わせが、既存のビジネスプロセスを改善し、より幅広いエコシステムの構築を可能にすることは明らかです。</p>
		</article>
	</div>
</section>
<?php get_footer() ?>
